Repository: RESAOnline/RESA-Online
Catalog: languages/resa-*.po
Languages: fr_fr

# save_booking_error_price_unavailable
source: Price not available
fr_fr: Prix indisponible

# save_booking_error_number_price
source: Bad number of persons for this price
fr_fr: Le nombre de personnes ne respecte pas les règles du prix

# no_mandatory_price_error_number_price
source: The reservation does not contain all the required prices
fr_fr: La réservation ne contient pas tous les tarifs requis

# need_participants_informations_error
source: Error participants informations
fr_fr: Veuillez renseigner les informations de chaque participant

# save_booking_error_max_capacity_reach
source: Max capacity reach
fr_fr: La capacité maximale a été atteinte

# error_no_price_list_capacity_reach
source: Unknown price, capacity reach
fr_fr: Veuillez sélectionner un tarif

# save_booking_error_person_attribution
source: Error person attribution
fr_fr: Problème dans l'attribution des créneaux et des membres

# save_booking_error_timeslot_not_found
source: Timeslot not found
fr_fr: Le créneau n'est pas valide

# save_booking_error_empty_form
source: Empty form
fr_fr: Formulaire vide

# empty_field_participant_form_error
source: Please fill in all participant information to continue
fr_fr: Veuillez remplir toutes les informations des participants pour continuer

# create_new_version_bookings_error
source: This booking/quotation have been expired, please reload the page and resume your action
fr_fr: Cette réservation/devis a expiré, veuillez recharger la page et recommencer votre action

source: Choose a date
fr_fr: Choisir une date

source: Choose dates
fr_fr: Choisir des dates

source: Choose a timeslot
fr_fr: Choisir un creneau

# choose_a_price
source: Select a price
fr_fr: Choisir le tarif

# choose_the_prices
source: Select prices
fr_fr: Choisir les tarifs

source: addons_and_extras_words
fr_fr: Suppléments & extras

source: choose_the_number
fr_fr: Nombre de personnes

source: agenda_description_service
fr_fr: Dans cette partie, vous pouvez configurer l'agenda du service : le délai minimum et maximum de réservation, les périodes de disponibilités du service, les creneaux disponibles pour chaque période ainsi que de nombreux paramètres. Un aperçu en temps réel de vos réglages s'affichent en bas de cette section pour vous aidez.

source: min_time_booking_description_service
fr_fr: Cela vous permet d'empêcher une réservation faites au dernier moment.

source: max_time_booking_description_service
fr_fr: Cela vous permet d'empêcher une réservation faites trop loin dans le temps.

source: exclusif_service_description_service
fr_fr: Cela signifie qu'un membre du personnel affecté à ce service ne peut pas effectuer un autre service en même temps que celui-ci. Ce service n'apparaitra pas dans les services partager du personnel.

source: priority_description_service
fr_fr: Vous permet de définir quel membre du personnel doit être mis sur la réservation en priorité.

source: service_prices_description_service
fr_fr: Si vous supprimer un prix, cela peut empêcher la validation des réservations déjà en cours.

source: name_mention_descriptions_price_words
fr_fr: Nom, mention, description, prix

source: error_service_parameters_deprecated_form
fr_fr: veuillez recommencer cette sélection.

source: validation_before_payment_step_title
fr_fr: Validation avant l'étape de paiement

source: validation_before_payment_step
fr_fr: Validation avant l'étape de paiement

source: customer_account_url_title
fr_fr: URL du compte client

source: languages_title
fr_fr: Langages

source: participants_parameter_title
fr_fr: Paramétrage des participants

source: Places_of_site_settings_title
fr_fr: Lieux du site

source: staff_management_title
fr_fr: Gestion du personnel

source: staff_word_many_title
fr_fr: Mot utilisé dans l'interface au pluriel (membres, guides, moniteurs ?)

source: staff_word_single_title
fr_fr: Mot utilisé dans l'interface au singulier (membre, guide, moniteur ?)

source: staff_appointment_display_title
fr_fr: Informations sur les rendez-vous

source: calendar_title
fr_fr: Calendrier

source: calendar_start_time_title
fr_fr: Heure de départ des jours du calendrier

source: calendar_end_time_title
fr_fr: Heure de fin des jours du calendrier

source: calendar_enabled_days_front_color_title
fr_fr: Couleur des jours disponibles du calendrier du formulaire

source: calendar_disabled_days_front_color_title
fr_fr: Couleur des jours indisponibles du calendrier du formulaire

source: calendar_info_calendar_color_title
fr_fr: Couleur des informations du calendrier

source: calendar_service_constraint_color_title
fr_fr: Couleur des contraintes sur les services du calendrier

source: calendar_split_time_title
fr_fr: Afficher toutes les X minutes

source: data_and_saveguard_title
fr_fr: Données & sauvegarde

source: debug_initialization_json_title
fr_fr: Debug JSON d'initialisation

source: states_parameters_informations_title
fr_fr: Créer type de réglages des états des rendez-vous

source: custom_tags_informations_title
fr_fr: Personnalisation des tags

source: billing_informations_title
fr_fr: Informations de facturation

source: currencies_title
fr_fr: Devises

source: payment_activate_title
fr_fr: Activer/Désactiver paiement dans le formulaire

source: shortcode_available_title
fr_fr: Shortcode disponible

source: sender_informations_title
fr_fr: Informations sur l'expéditeur

source: customer_notification_title
fr_fr: CLIENT : Notification au client lors de la réservation

source: customer_notification_quotation_title
fr_fr: CLIENT : Notification au client lors de la création d'un devis

source: emails_notification_title
fr_fr: Notification aux emails lors de la réservation

source: emails_notification_payment_title
fr_fr: Notification aux emails lors du paiement d'une réservation

source: emails_notification_quotation_accepted_title
fr_fr: Notification aux emails lorqu'un devis est accepté

source: customer_account_creation_notification_title
fr_fr: CLIENT : Notification lors de la création d'un compte

source: customer_payment_notification_title
fr_fr: CLIENT : Notification lors d'un paiement client à distance

source: staff_notification_title
fr_fr: PERSONNEL : Notification au membre du personnel lors d'une réservation

source: after_appointment_notification_title
fr_fr: CLIENT : Notification au client lors le rendez-vous a été fait

source: no_response_quotation_notification_title
fr_fr: CLIENT : Notification au client lorqu'il n'a pas répondu au devis

source: agenda_description_staff
fr_fr: Dans cette cette, vous pouvez configurer l'agenda pour ce membre du personnel : les horaires, les périodes de disponibilité, les services que peut effectuer ce membre et la capacité.

source: share_services_description_staff
fr_fr: Il est possible de définir des services partagés qui pourront être effectué simultanéement sur le même creneau par le membre du personnel. Pour cela vous devez créer des liaisons entre les services et définir la règle de calcul de la capacité.

source: rule_of_capacity_computation_title_staff
fr_fr: Règle de calcul de la capacité

source: conditions_description_reduction
fr_fr: La section condition, permet de définir dans quel cas une réduction est détectée. L'algorithme va regarder les conditions défini ci-dessous et analyser le panier du client. Si les conditions sont présentes dans le panier, alors la réservation sera elligible à la réduction et sera appliquer selon les conditions d'application défini dans la section suivante : Application.

source: reduction_applications_description
fr_fr: La section application, permet de définir ce que fait la réduction et aussi ou et comment elle s'applique. Pour cela vous devez définir les effets et ensuite définir dans quel cas s'applique la réduction.

source: apply_reduction_title
fr_fr: Appliquer la réduction

source: Import_progress_words
fr_fr: Importation en cours...

# customer_account_page_name
source: Customer account
fr_fr: Compte client

# customer_form_page_name
source: Customer form
fr_fr: Formulaire client

source: error_activated_service_dialog_title
fr_fr: Impossible d activer le service

source: service_has_no_rules_dialog_text
fr_fr: Le service ne possède pas de règles

source: service_has_no_scedule_provide_dialog_text
fr_fr: Le service ne possède pas de disponibilité

source: service_has_no_timeslot_dialog_text
fr_fr: Le service ne possède pas de créneaux

source: service_has_no_price_dialog_text
fr_fr: Le service ne possède pas de prix

source: service_has_no_activated_price_dialog_text
fr_fr: Le service ne possède pas de prix activé

source: service_has_no_price_positive_dialog_text
fr_fr: Tous les prix doivent être positif

source: ask_continue_save_service_text_title_dialog
fr_fr: Erreur service

source: ask_continue_save_service_text_dialog
fr_fr: ne respecte plus les conditions d activations, il a été automatiquement désactivé. Voulez-vous continuer la sauvegarde ?

source: ask_continue_save_service_confirmButton_dialog
fr_fr: Continuer

source: ask_continue_save_service_cancelButton_dialog
fr_fr: Annuler

# ask_stop_payment_title_dialog
source: Stop payment ?
fr_fr: Annuler ?

# ask_stop_payment_text_dialog
source: Do you want to stop the payment step ?
fr_fr: Voulez-vous stopper l'étape de paiement ?

# ask_stop_payment_confirmButton_dialog
source: Ok
fr_fr: Continuer

# ask_stop_payment_cancelButton_dialog
source: Cancel
fr_fr: Annuler

source: error_activated_member_dialog_title
fr_fr: Impossible d activer le membre

source: member_has_no_rules_dialog_text
fr_fr: Le membre ne possède pas de règles

source: member_has_no_scedule_provide_dialog_text
fr_fr: Le membre ne possède pas de disponibilité

source: ask_continue_save_member_text_title_dialog
fr_fr: Erreur member

source: ask_continue_save_member_text_dialog
fr_fr: ne respecte plus les conditions d activations, il a été automatiquement désactivé. Voulez-vous continuer la sauvegarde ?

source: ask_continue_save_member_confirmButton_dialog
fr_fr: Continuer

source: ask_continue_save_member_cancelButton_dialog
fr_fr: Annuler

source: add_booking_ok_dialog
fr_fr: La réservation a été ajoutée avec success

source: no_customer_account_words
fr_fr: Pas de compte client

source: company_account_words
fr_fr: Compte entreprise

source: customer_synchronized_with_cashpad_words
fr_fr: Compte client synchronisé avec cashpad

source: payment_synchronized_with_cashpad_words
fr_fr: Paiement synchronisé avec cashpad

source: Actual_selected_words
fr_fr: Actuellement sélectionné

source: Not_enough_capacity_words
fr_fr: Pas assez de place disponible

source: Complete_words
fr_fr: Complet

source: capacity_alert_name
fr_fr: Problème de surcapacité

source: capacity_alert_description
fr_fr: Il y a un problème de surcapacité à cette date

source: reductions_alert_name
fr_fr: Changement de réductions

source: reductions_alert_description
fr_fr: Il y a eu un changement de réductions dût à la modification d une réservation

source: timeslot_alert_name
fr_fr: Hors créneau

source: timeslot_alert_description
fr_fr: Ce rendez-vous est hors créneau

# equipments_alert_name
source: Equipments alert
fr_fr: Problème d'attribution du matériel

# equipments_alert_description
source: Equipments alert
fr_fr: Est attribué plus d'équipements que prévu

source: see_notice
fr_fr: Voir

source: edit_notice
fr_fr: Modifier

source: merge_notice
fr_fr: Fusionner

source: send_email_creation_account_notice
fr_fr: Envoyer email de création de compte

source: send_email_creation_account_feedback
fr_fr: Email envoyé

source: send_email_to_customer_feedback
fr_fr: Email envoyé

source: clear_all_data_feedback
fr_fr: Suppression des données effectuée

source: cashpad_no_payment_possible_description
fr_fr: Veuillez ajouter le paiement dans cashpad

# pub_resa_words
source: Manage your bookings with RESA Online (resa-online.fr)
fr_fr: Gérez vos réservations avec RESA Online (resa-online.fr)

# participant_selector_title_dialog
source: Select a participant already present
fr_fr: Sélectionner un participant déjà présent

# my_reservations
source: My bookings
fr_fr: Mes réservations

source: My quotations
fr_fr: Mes devis

source: My personal informations
fr_fr: Mes informations personnelles

source: See bookings
fr_fr: Voir les réservations

source: See quotations
fr_fr: Voir les devis

source: To come
fr_fr: A venir

source: Past
fr_fr: Passée(s)

# all_feminin
source: all
fr_fr: Toute(s)

# gdpr_accept_to_save_data
source: I accept the safeguarding of this information as part of the management of my reservations on this site
fr_fr: J'accepte la sauvegarde de ces informations dans le cadre de la gestion de mes réservations sur ce site

# accept_register_newsletters
source: I agree to receive promotional information by email
fr_fr: J'accepte de recevoir des informations promotionnelles par email

# gdpr_message_no_item_deleted
source: We can not delete your data until all your bookings have been made.
fr_fr: Nous ne pouvons pas supprimer vos données tant que toutes vos réservations ne sont pas passées.

# gdpr_message_item_deleted
source: We retain the data of your bookings but we remove all links between you and them.
fr_fr: Nous retenons les données de vos réservations mais nous supprimons tous liens entre vous et elles.

# gdpr_account_informations
source: For any request under the GRPD law, please contact us by email.
fr_fr: Pour toute demande dans le cadre de la loi RGPD, veuillez nous contacter par email.
