Repository: RESAOnline/RESA-Online
Catalog: languages/resa-*.po
Languages: fr_fr

source: return_url_success_field_title_settings
fr_fr: Url de retour en cas de succès de la transaction

source: return_url_error_field_title_settings
fr_fr: Url de retour en cas d'échec de la transaction

source: site_url_title_settings
fr_fr: Site URL

source: installation_id_field_title_settings
fr_fr: Id installation

source: user_token_field_title_settings
fr_fr: Cashpad Token

source: user_email_field_title_settings
fr_fr: Cashpad Email

source: display_remaining_position_overcapacity_field_title_settings
fr_fr: Afficher places restantes pour les créneaux avec surcapacité

source: participants_parameters_label_title_settings
fr_fr: Nom du réglage

source: participants_field_varname_title_settings
fr_fr: Nom de la variable

source: participants_field_name_title_settings
fr_fr: Nom du champs

source: participants_field_type_title_settings
fr_fr: Type du champs

source: participants_field_prefix_suffix_title_settings
fr_fr: Préfixe/Suffixe

source: participants_field_mandatory_title_settings
fr_fr: Champs obligatoire

source: participants_field_options_description_settings
fr_fr: Éléments séparé par des virgules

source: participants_field_presentation_title_settings
fr_fr: Description

source: place_slug_title_settings
fr_fr: Slug du lieu

source: place_name_title_settings
fr_fr: Nom du lieu

source: place_presentation_title_settings
fr_fr: Description du lieu

source: add_new_activity_text_button_title_settings
fr_fr: Texte du bouton afin d'ajouter d'autres rendez-vous dans la réservation

source: informations_customer_text_field_title_settings
fr_fr: Affichage informations client dans l'étape des clients

source: informations_payment_text_field_title_settings
fr_fr: Affichage informations paiement dans l'étape de paiement

source: informations_confirmation_text_field_title_settings
fr_fr: Affichage informations paiement dans l'étape de confirmation

source: license_manager_url_title_settings
fr_fr: Adresse du site du manager de licence

source: license_key_title_settings
fr_fr: Clé du produit

source: informations_license_bad_license_field_title_settings
fr_fr: Affichage lorsque la licence n'est plus valide

source: resa_plugin_desactivated_settings
fr_fr: Votre plugin est désactivé ! Contacter le support de RESA-Online !

source: resa_plugin_failed_connection_settings
fr_fr: Impossible de vérifier la license ! Contacter le support de RESA-Online !

source: user_text_title_settings
fr_fr: Texte à afficher aux utilisateurs

# last_name_field_title
source: Last name
fr_fr: Nom de famille

# first_name_field_title
source: First name
fr_fr: Prénom

source: nickname_field_title
fr_fr: Surnom

# password_field_title
source: Password
fr_fr: Mot de passe

# confirm_password_field_title
source: Confirm password
fr_fr: Confirmer mot de passe

source: login_field_title
fr_fr: Login

source: presentation_field_title
fr_fr: Présentation

source: color_field_title
fr_fr: Couleur

source: months_field_title
fr_fr: Mois

source: weeks_field_title
fr_fr: Semaines

source: days_field_title
fr_fr: Jours

source: hours_field_title
fr_fr: Heures

source: date_field_title
fr_fr: Date

source: start_date_field_title
fr_fr: Date de début

source: end_date_field_title
fr_fr: Date de fin

source: customer_name_field_title
fr_fr: Nom du client

source: description_field_title
fr_fr: Description

source: subject_message_field_title
fr_fr: Sujet du message

source: content_message_field_title
fr_fr: Contenue du message

source: merge_appointments_field_title
fr_fr: Fusionner les rendez-vous (somme des quantités)

source: parameter_name_field_title_settings
fr_fr: Nom du réglage

source: parameter_state_field_title_settings
fr_fr: Etat du réglage

source: parameter_paiement_field_title_settings
fr_fr: Paiement à la réservation

source: parameter_state_after_payment_field_title_settings
fr_fr: Etat du parametrage après paiement

source: parameter_state_form_field_title_settings
fr_fr: Texte à afficher sur le formulaire

source: parameter_capacity_field_title_settings
fr_fr: Compte dans capacité

source: tag_id_field_title_settings
fr_fr: Id du tag

source: tag_name_field_title_settings
fr_fr: Nom du tag

source: tag_color_field_title_settings
fr_fr: Color du tag

source: company_table_header
fr_fr: Entreprise

source: display_name_table_header
fr_fr: Nom affiché

source: first_name_table_header
fr_fr: Prénom

source: phone_table_header
fr_fr: Téléphone

source: last_name_table_header
fr_fr: Nom

source: email_table_header
fr_fr: Email

source: number_bookings_table_header
fr_fr: Nombre de réservations

source: amount_paid_table_header
fr_fr: Montant payé

source: need_paid_table_header
fr_fr: Restant à payer

source: details_table_header
fr_fr: Détails

# number_table_header
source: Number
fr_fr: Nombre

# activity_table_header
source: Activity
fr_fr: Activité

# prices_list_table_header
source: Price list
fr_fr: Tarifs

source: number_field_title
fr_fr: Nombre

source: price_list_field_title
fr_fr: Tarif

source: register_date_table_header
fr_fr: Date d'enregistrement

source: customer_table_header
fr_fr: Client

source: service_table_header
fr_fr: Service

source: price_list_table_header
fr_fr: Tarif

source: date_table_header
fr_fr: Date

source: hours_table_header
fr_fr: Heures

source: place_table_header
fr_fr: Lieu

source: staff_table_header
fr_fr: Membres

# price_table_header
source: Price
fr_fr: Prix

source: amount_table_header
fr_fr: Montant

source: payment_date_field_title
fr_fr: Date du paiement

source: note_field_title
fr_fr: Note privée

# last_booking_title
source: Last booking
fr_fr: Dernière réservation

source: advance_payment_text_field_settings
fr_fr: Intitulé de la case à cocher

source: payment_type_table_header
fr_fr: Type de paiement

source: id_booking_table_header
fr_fr: ID réservation

source: note_table_header
fr_fr: Note privée

source: staff_note_table_header
fr_fr: Note membre

source: repayment_table_header
fr_fr: Remboursement

source: paiement_table_header
fr_fr: Paiement

source: bookings_table_header
fr_fr: Réservation(s)

source: reductions_table_header
fr_fr: Réductions(s)

source: actions_table_header
fr_fr: Actions

source: total_price_ht_table_header
fr_fr: Prix HT

source: total_price_ttc_table_header
fr_fr: Prix TTC

source: total_price_table_header
fr_fr: Prix total

source: tva_table_header
fr_fr: TVA

source: state_table_header
fr_fr: État

source: no_payment_state
fr_fr: Pas de paiement

source: incomplete_payment_state
fr_fr: Paiement incomplet

source: complete_payment_state
fr_fr: Paiement complet

source: repayment_state
fr_fr: Remboursement

# stripe_description_sentence
source: Please enter your payment information
fr_fr: Veuillez entrer vos informations de paiements

# browser_not_compatible_sentence
source: It may be that your browser alters your booking experience, we advise you to use Google Chrome or Mozilla Firefox.
fr_fr: Il se peut que votre navigateur altère votre expérience de réservation, nous vous conseillons d'utiliser Google Chrome ou Mozilla Firefox.

source: parameter_capacity_used_sentence
fr_fr: Ce réglage est utilisé (il ne peux pas être supprimé)

# general_conditions_sentence
source: Terms and conditions
fr_fr: Conditions générales

source: select_date_and_timeslot_sentence
fr_fr: Veuillez sélectionner une date et un créneau

# absent_definition_sentence
source: You will be able to specify absence on certain days in the shopping cart.
fr_fr: Vous pourrez précisez des absence sur certains jours dans le panier.

source: authorized_url_sentence_settings
fr_fr: URL d'autorisation

source: need_bill_id_sentence
fr_fr: Pensez à préciser le numéro du reçu lors du paiement

source: accept_the_general_condition_sentence
fr_fr: Accepter les conditions générales

source: choose_condition_sentence_reductions
fr_fr: Choisissez vos conditions

source: member_not_deletable_sentence_staff
fr_fr: Ce membre n'est pas supprimable car il attaché à un creneaux

source: staff_management_desactivated_sentence_services
fr_fr: Gestion du personnel désactivé

source: no_associate_membe_sentence
fr_fr: Pas de personnel associé

source: you_are_sentence_form
fr_fr: Vous êtes

source: customer_informations_title_form
fr_fr: Informations client

source: another_customer_informations_title_form
fr_fr: Informations autre client

source: advance_payment_title_settings
fr_fr: Paiement d'un acompte

source: advance_payment_title_form
fr_fr: Acompte

# need_deconnection_for_ask_account_sentence
source: Need deconnection for an account request
fr_fr: Veuillez vous déconnecter afin de pouvoir faire une demande de compte

source: fill_register_form_sentence
fr_fr: Veuillez renseigner les champs ci-dessous

source: fill_login_form_sentence
fr_fr: Veuillez vous connecter

# connected_with_sentence
source: You are logging as
fr_fr: Vous êtes connectez en tant que

source: add_payment_for_customer_sentence
fr_fr: Ajout d'un paiement pour

source: add_repayment_for_customer_sentence
fr_fr: Ajout d'un remboursement pour

source: attach_booking_for_customer_sentence
fr_fr: Attacher un payment à une réservation

source: code_here_sentence
fr_fr: Code ici

# not_an_email_address_sentence
source: This is not a valid email
fr_fr: Ceci n'est pas un email valide

source: fill_this_form_sentence
fr_fr: Sinon veuillez remplir le formulaire suivant

source: ask_payment_disabled_sentence
fr_fr: Veuillez renseigner le lien vers le compte client dans les réglages

# selected_service_sentence
source: You have selected
fr_fr: Vous avez sélectionné le service

# selected_place_sentence
source: You have selected the place
fr_fr: Vous avez sélectionné le lieu

# selected_sentence
source: You have selected
fr_fr: Vous avez sélectionné le

source: is_not_you_sentence
fr_fr: Ce n'est pas vous ?

# already_register_sentence
source: Already a customer with us? Login
fr_fr: Déjà client chez nous ? Connectez-vous

# create_account_sentence
source: Create account
fr_fr: Créer votre compte

# create_account_request_sentence
source: Request to create an account
fr_fr: Demande de création de compte

# create_account_by_facebook_sentence
source: Connection with your Facebook account
fr_fr: Connexion avec votre compte Facebook

# create_account_request_done_sentence
source: The account request has been successfully completed
fr_fr: La demande de compte a bien été effectuée

# recap_booking_sentence
source: Summary of your reservation
fr_fr: Récapitulatif de votre réservation

# recap_quotation_sentence
source: Summary of your quotation
fr_fr: Récapitulatif de votre devis

# form_deactivated_text
source: Form desactivated
fr_fr: Formulaire désactivé

# expired_token_error_feedback
source: The login link has expired, please contact us or login with your login details !
fr_fr: Le lien de connexion a expiré, veuillez nous contacter ou connectez-vous avec vos identifiants !

# checkbox_payment_error_feedback
source: Please check the terms and conditions
fr_fr: Veuillez cocher les conditions générales

# customer_error_feedback
source: Invalid customer
fr_fr: Utilisateur non valide

# voucher_error_feedback
source: Voucher not found or not valid
fr_fr: Coupon non trouvé ou plus valide

# type_payment_error_feedback
source: Please choose your method of payment
fr_fr: Veuillez choisir votre moyen de paiement

# redict_to_payment_page_sentence
source: Validation in progress, please wait...
fr_fr: Validation en cours, veuillez patienter...

# form_participants_sentence
source: For each participant, please fill in the following information.
fr_fr: Pour chaque participant, veuillez renseigner les informations suivantes nécessaires.

source: add_payment_dialog_title
fr_fr: Ajout d'un paiement

source: add_repayment_dialog_title
fr_fr: Ajout d'un remboursement

source: ask_payment_dialog_title
fr_fr: Demande d'un paiement

source: display_appointment_dialog_title
fr_fr: Affichage d'un rendez-vous

source: display_bill_dialog_title
fr_fr: Affichage du reçu

source: add_booking_dialog_title
fr_fr: Ajout d'une réservation

source: pay_booking_dialog_title
fr_fr: Encaisser paiement

source: add_new_customer_dialog_title
fr_fr: Ajout d'un nouveau client

source: add_info_calendar_dialog_title
fr_fr: Ajout d'une information

source: edit_info_calendar_dialog_title
fr_fr: Edition d'une information

source: add_service_constraint_dialog_title
fr_fr: Ajout d'une contrainte sur un service

source: edit_service_constraint_dialog_title
fr_fr: Edition d'une contrainte sur un service

source: choose_customer_dialog_title
fr_fr: Choix d'un client

source: edit_customer_dialog_title
fr_fr: Modifier les informations du client

source: merge_customer_dialog_title
fr_fr: Fusionner deux clients

source: capacity_for_service_title_staff
fr_fr: Capacités associées aux services

source: share_services_title_staff
fr_fr: Services partagés

source: all_payments_section_title
fr_fr: Tous les paiements

source: price_list_title_service
fr_fr: Tarifs/Extras du service

source: parameters_title_service
fr_fr: Paramétrage d'enregistrement du rendez-vous

source: notification_title_service
fr_fr: Notification

source: priority_title_services
fr_fr: Priorités

source: rules_of_booking_title_services
fr_fr: Règles de réservation

source: return_urls_title_settings
fr_fr: URL de retour

source: google_calendar_title_settings
fr_fr: Google calendar

source: activate_synchronization_google_calendar_field_title_settings
fr_fr: Activer la synchronisation avec Google Calendar

source: cashpad_title_settings
fr_fr: Cashpad

source: activate_synchronization_cashpad_field_title_settings
fr_fr: Activer la synchronisation Cashpad

source: company_informations_title_settings
fr_fr: Informations de la société

source: new_customer_form_title
fr_fr: Nouveau client

source: booking_recapitulative_form_title
fr_fr: Récapitulatif & paiement

# basket_recapitulative_form_title
source: Shopping cart
fr_fr: Récapitulatif

source: basket_description_sentence
fr_fr: Ajouter d’autres services / modifier ou supprimer votre selection.

source: booking_recapitulative_description_sentence
fr_fr: Vérifier votre selection & choisissez un mode de réglement

source: ask_payment_for_sentence
fr_fr: Demander un paiement pour le client

source: min_time_booking_title_services
fr_fr: Minimum de temps avant une réservation

source: max_time_booking_title_services
fr_fr: Maximum de temps avant une réservation

source: staff_title_form
fr_fr: Personnel

source: custom_reductions_title_form
fr_fr: Réductions personnalisées

source: coupons_title_form
fr_fr: Coupons

source: bookings_details_title
fr_fr: Détails de la réservation

source: customer_informations_title
fr_fr: Informations client

source: payment_type_title
fr_fr: Type de paiement

source: assigned_staff_title
fr_fr: Membre(s) assigné(s) au rendez-vous

source: details_price_list_title
fr_fr: Détails des tarifs

# payment_method_title
source: Payment method
fr_fr: Moyen de paiement

source: services_title
fr_fr: Services

source: customers_title
fr_fr: Clients

source: staff_title
fr_fr: Personnel

source: groups_title
fr_fr: Groupes

source: payments_title
fr_fr: Paiements

source: statistics_title
fr_fr: Statistiques

source: reductions_title
fr_fr: Réductions

source: bill_title
fr_fr: Reçu

source: bill_advance_payment_title
fr_fr: Reçu d'acompte

source: all_services_title
fr_fr: Tous les services

source: bookings_title
fr_fr: Réservations

source: general_title
fr_fr: Général

source: conditions_title
fr_fr: Conditions

source: the_cases_title
fr_fr: Les cas

source: resa_custom_user_data_title
fr_fr: Données personnalisées pour RESA

source: choose_your_activities_title_from
fr_fr: Choisissez vos activitées

source: choose_a_category_title_from
fr_fr: Choisir une catégorie

source: agenda_title
fr_fr: Agenda

source: timeslots_title
fr_fr: Créneaux

source: customer_name_title
fr_fr: Nom du client

source: Bookings_type__title
fr_fr: Type de réservation

source: timeslots_by_day_title
fr_fr: Par jour

source: timeslots_on_many_days_title
fr_fr: Sur plusieurs jours

source: schedule_title
fr_fr: Disponibilité

source: promo_code_title
fr_fr: Un code promo

source: use_promo_code_title
fr_fr: Quantité

source: service_title
fr_fr: Service

source: price_list_title
fr_fr: Tarif

source: quantity_title
fr_fr: Numbre

source: filters_title
fr_fr: Filtres

source: filters_by_services_title
fr_fr: Filtre par service

source: filters_by_reductions_title
fr_fr: Filtre par réduction

source: send_email_to_customer_title
fr_fr: Envoyé email reservation

source: reduction_applications_title
fr_fr: Application

source: booking_amount_title
fr_fr: Montant de la réservation

source: booking_date_title
fr_fr: Date de la réservation

source: all_booking_option
fr_fr: Toute la réservation

source: same_date_option
fr_fr: une même date

source: same_appointment_option
fr_fr: un même créneau

source: all_bookings_of_customer_option
fr_fr: la totalité des réservations de ce client

source: fixed_amount_on_sub_total_title
fr_fr: un montant fixe du sous total

source: purcent_on_sub_total_title
fr_fr: un pourcentage du sous total

source: fixed_amount_on_price_title
fr_fr: un montant fixe sur le tarif unitaire

source: change_price_list_value_title
fr_fr: le tarif unitaire devient

source: quatity_given_title
fr_fr: une quantité offerte

source: custom_text_title
fr_fr: un texte personnalisé

source: sub_total_of_booking_title
fr_fr: le sous total de la réservation

source: on_the_conditions_reduction_title
fr_fr: sur les conditions cette réduction

source: anothers_cases_title
fr_fr: les cas suivant

source: on_same_date_title
fr_fr: sur la même date

source: on_same_appointment_title
fr_fr: sur le même créneau

source: on_the_booking_title
fr_fr: sur toute la réservation

source: appointment_amount_title
fr_fr: le montant total

source: appointment_date_title
fr_fr: la date du créneau

source: appointment_time_title
fr_fr: heure du créneau

source: booking_time_title
fr_fr: Heure de la réservation

source: booking_register_date_title
fr_fr: Date enregistrement de la réservation

source: days_title
fr_fr: Jours

source: customer_title
fr_fr: Client

source: for_company_account_title
fr_fr: Pour les comptes entreprises

source: not_for_company_account_title
fr_fr: Autre comptes que les comptes entreprises

# on_the_spot_payment_title
source: Cash payment
fr_fr: Paiement sur place

# later_payment_title
source: Pay later
fr_fr: Payer plus tard

source: transfer_payment_title
fr_fr: Paiement par transfert

# cheque_payment_title
source: Check payment
fr_fr: Paiement par chèque

# paypal_payment_title
source: Paypal
fr_fr: Paiement par PayPal

# systempay_payment_title
source: Online payment
fr_fr: Paiement par SystemPay

# monetico_payment_title
source: Online payment
fr_fr: Paiement par Monetico Paiement

source: cashpad_payment_title
fr_fr: Paiement par CashPad

# customer_payment_title
source: Customer payment
fr_fr: Paiement par compte client

# defer_payment_title
source: Defer payment
fr_fr: Paiement différé

# settings_title
source: Settings
fr_fr: Réglages

# parameters_title
source: Settings
fr_fr: Réglages

source: saved_alert_title
fr_fr: Toutes les modifications ont été sauvegardées.

source: custom_quantity_to_title
fr_fr: Quantité personnalisée

source: added_more_or_equals_to_title
fr_fr: Additionné est supérieur ou égal à

source: mutual_more_or_equals_to_title
fr_fr: Commun est supérieur ou égal à

source: mutual_bracket_title
fr_fr: Commun par tranche de

source: equals_to_title
fr_fr: est égal à

source: not_equals_to_title
fr_fr: n'est pas égal à

source: more_or_equals_to_title
fr_fr: est supérieur ou égal à

source: less_than_title
fr_fr: est inférieur à

source: bracket_title
fr_fr: par tranche de

source: begin_before_title
fr_fr: débute avant

source: all_payments_title
fr_fr: Tous les paiements

source: all_terminated_payments_title
fr_fr: Tous les paiements terminés

source: all_incompleted_payments_title
fr_fr: Tous les paiements incomplet

source: none_payments_title
fr_fr: Pas de paiement

source: incomplete_payments_title
fr_fr: Acompte/Caution

source: complete_payments_title
fr_fr: Encaissé

source: over_payments_title
fr_fr: Trop perçu

source: repayment_incompleted_payments_title
fr_fr: Remboursement dû

source: repayment_completed_payments_title
fr_fr: Remboursement complet

source: all_waiting_payments_title
fr_fr: Tous les paiements en attente

source: all_needed_repayment_title
fr_fr: Ceux ayant besoin de remboursement

source: after_before_title
fr_fr: débute après

source: before_to_title
fr_fr: avant le

source: after_to_title
fr_fr: après le

source: General_title_settings
fr_fr: Informations générales

source: Synchronization_title_settings
fr_fr: Synchronisation

source: Parameters_title_settings
fr_fr: Paramétrages des états et tags

source: Payment_title_settings
fr_fr: Paiement/Reçu

source: Notifications_title_settings
fr_fr: Notifications

source: Form_title_settings
fr_fr: Formulaire

source: License_title_settings
fr_fr: Licence

# Select_word
source: Select
fr_fr: Sélectionner

# Validation_word
source: Confirmation
fr_fr: Validation

# Send_quotation_request_word
source: Send quotation request
fr_fr: Envoyer demande de devis

# Coupon_word
source: Voucher
fr_fr: Coupon

# Timeslot_word
source: From
fr_fr: Créneau

# Morning_word
source: Morning
fr_fr: Matin

# Afternoon_word
source: Afternoon
fr_fr: Après-midi

source: Place_word
fr_fr: Lieu

# Activity_word
source: Activity
fr_fr: Activité

# Activities_word
source: Activities
fr_fr: Activités

# Price_list_word
source: Price list
fr_fr: Tarifs

# IVAT_word
source: IVAT
fr_fr: TTC

# Before_word
source: Before
fr_fr: Avant

# After_word
source: After
fr_fr: Après

# select_mandatory_price_words
source: Select the required prices
fr_fr: Sélectionnez les tarifs requis

# min_number_persons_words
source: Min number by persons
fr_fr: Min nombre personnes

# max_number_persons_words
source: Max number by persons
fr_fr: Max nombre personnes

source: price_number_persons_words
fr_fr: Tarif

source: by_page_words
fr_fr: par page

source: turnover_on_period_words
fr_fr: Chiffre d'affaire sur la période

source: staff_note_words
fr_fr: Note pour les membres

source: actual_site_url_words
fr_fr: Site URL actuel

# not_same_password_words
source: Not same password.
fr_fr: Le mot de passe n'est pas le même

# bad_password_words
source: Your password must contain more than 6 characters, have one capital, one lowercase and one digit!
fr_fr: Votre mot de passe doit contenir plus de 6 caractères, posséder au moins une majuscule, une minuscule et au moins un chiffre !

source: No_category_words
fr_fr: Pas de catégorie

source: No_place_words
fr_fr: Pas de lieu

source: No_tag_words
fr_fr: Pas de tag

source: off_schedule_words
fr_fr: Hors horaire

source: custom_line_words
fr_fr: Ligne personnalisée

source: Select_timeslot_words
fr_fr: Selectionnez un créneaux

source: Reselect_timeslot_words
fr_fr: Reselectionnez le créneaux

# not_to_pay_advance_payment_amount_words
source: Full payment
fr_fr: Payer la totalité

# advance_payment_amount_words
source: Deposit amount
fr_fr: Payer un acompte de

source: Unknown_customer_words
fr_fr: Client inconnu

source: timeslot_on_date_words
fr_fr: Créneaux du

source: loading_data_words
fr_fr: Chargement de données nécessaires...

# See_booking_details_words
source: See bookings details
fr_fr: Voir le détail de la réservation

# See_quotation_details_words
source: See quotation details
fr_fr: Voir le détail du devis

# Paid_this_booking_words
source: Paid this booking
fr_fr: Payer cette réservation

# See_the_receipt_words
source: See the receipt
fr_fr: Voir le reçu

# See_the_quotation_words
source: See the quotation
fr_fr: Voir le devis

# created_on_words
source: Created on
fr_fr: Créé le

# loading_word
source: Loading...
fr_fr: Chargement...
