Repository: RESAOnline/RESA-Online
Catalog: languages/resa-*.po
Languages: fr_fr

# loading_customer_data_words
source: Loading customer data...
fr_fr: Chargement des données client...

# specify_absences_words
source: Specify absences
fr_fr: Préciser des absences

# Capacity_word
source: Capacity
fr_fr: Capacité

# Price_word
source: Price
fr_fr: Prix

# Full_word
source: Full
fr_fr: Complet

# Members_word
source: Members
fr_fr: Membres

# Member_word
source: Member
fr_fr: Membre

# Participant_word
source: Participants
fr_fr: Participant

source: booking_note_words
fr_fr: Note privée de la réservation

source: booking_public_note_words
fr_fr: Note publique de la réservation

source: booking_staff_note_words
fr_fr: Note pour les membres

# Value_coupon_words
source: Vucher value
fr_fr: Valeur du coupon

# Vat_word
source: Vat
fr_fr: TVA

# Booking_s_word
source: Booking(s)
fr_fr: Réservation(s)

# booking_s_word
source: booking(s)
fr_fr: réservation(s)

source: customer_s_word
fr_fr: client(s)

source: appointment_s_word
fr_fr: rendez-vous

# Payment_methods_words
source: Payment method(s)
fr_fr: Moyen de paiement

source: no_staff_gestions_words
fr_fr: Pas de gestion du personnel

source: added_between_words
fr_fr: ajoutés entre

source: between_word
fr_fr: entre

source: Assigned_to_words
fr_fr: Assigné à

source: have_a_note_words
fr_fr: contient une note

source: Customer_word
fr_fr: Client

source: customer_word
fr_fr: client

source: and_quantity_words
fr_fr: et la quantité

# by_person_words
source: per person
fr_fr: par personne

source: Reduction_word_form
fr_fr: Réduction

source: Reduction_word
fr_fr: Réduction

source: Quantity_word
fr_fr: Quantité

source: Available_word
fr_fr: Disponible

source: Rule_word
fr_fr: Règle

source: Condition_word
fr_fr: Condition

# Number_of_persons_word
source: Number of persons
fr_fr: Nombre de personnes

# positions_word
source: remaining places
fr_fr: places

# remaining_positions_word
source: Still available
fr_fr: places restantes

# Redirection_word_form
source: You will be redirected
fr_fr: Vous allez être redirigé

# Redirection_2_word_form
source: Redirection in progress
fr_fr: Redirection en cours

# update_booking_word
source: Update booking in progress
fr_fr: Mise à jour de la réservation

source: if_on_words_reductions
fr_fr: Sur

source: there_are_words
fr_fr: Si il y a

source: value_word
fr_fr: valeur

# Date_and_hours_word
source: Date / hours
fr_fr: Date / heures

# Dates_and_hours_word
source: Dates / hours
fr_fr: Dates / heures

# Hours_word
source: Hours
fr_fr: Heures

source: Start_time_word
fr_fr: Heure de début

source: End_time_word
fr_fr: Heure de fin

source: Month_word
fr_fr: Mois

source: Day_word
fr_fr: Jour

source: day_word
fr_fr: jour

source: days_word
fr_fr: jours

source: from_word
fr_fr: de

# to2_word
source: to
fr_fr: au

# from2_word
source: from
fr_fr: du

source: begin_word
fr_fr: A partir de

source: by_word
fr_fr: par

source: on_word
fr_fr: sur

source: and_word
fr_fr: et il y a

source: Or_word
fr_fr: Ou

source: And_word
fr_fr: Et (ajouter un argument)

source: OR_word
fr_fr: OU

source: AND_word
fr_fr: ET

source: need_word
fr_fr: à besoin

source: Outstanding_word
fr_fr: Restant dû

source: assigned_word
fr_fr: assigné

source: bookings_word
fr_fr: réservations

# persons_word
source: persons
fr_fr: personnes

# person_word
source: person
fr_fr: personne

# Close_word
source: Close
fr_fr: Fermer

source: Today_word
fr_fr: Aujourd'hui

source: Clear_word
fr_fr: Effacer

source: Add_timeslot_custom_words
fr_fr: Ajout d'un créneau personnalisé

# Customer_note_word
source: Note
fr_fr: Remarque

# Payment_word
source: Payment
fr_fr: Paiement

# payment_word
source: payment
fr_fr: paiement

# expired_word
source: expired
fr_fr: expiré

# Confirmation_word
source: Confirm
fr_fr: Confirmation

# Repayment_word
source: Repayment
fr_fr: Remboursement

# Booking_of_words
source: Booking of
fr_fr: Réservation du

# Payment_of_words
source: Payment of
fr_fr: Paiement du

# Repayment_of_words
source: Repayment of
fr_fr: Remboursement du

# participants_list_words
source: Participants list
fr_fr: Liste des participants

source: Welcome_word
fr_fr: Bienvenue

source: Link_word
fr_fr: Liaison

source: Number_word
fr_fr: Nombre

source: remaining_word
fr_fr: restant

source: Availability_word
fr_fr: Disponible

source: Not_availability_word
fr_fr: Non disponible

source: number_word
fr_fr: nombre

source: total_price_word
fr_fr: total price

source: Step_word_form
fr_fr: Étape

# Sub_total_word
source: Subtotal
fr_fr: Sous-total

# in_total_words
source: in total
fr_fr: au total

# from_price_words
source: From
fr_fr: A partir de

# amount_to_be_paid_words
source: Amount dues
fr_fr: Montant dû

# Total_booking_words
source: Total
fr_fr: Total de la réservation

# Advance_payment_words
source: Advance payment
fr_fr: Acompte

source: Remaining_to_pay_words
fr_fr: Reste à payer

source: Total_advance_payment_word
fr_fr: Total (Acompte)

source: link_form_words
fr_fr: Lien du formulaire

source: link_name_words
fr_fr: Nom du lien

source: capacity_word
fr_fr: capacité

source: ok_word
fr_fr: ok

source: cancelled_word
fr_fr: annulé

source: pending_word
fr_fr: en attente de paiement

source: abandonned_word
fr_fr: abandonné

source: deleted_word
fr_fr: supprimé

source: updated_word
fr_fr: mise a jour

source: waiting_word
fr_fr: en attente de validation

source: Absent_word
fr_fr: Absent

source: Present_word
fr_fr: Présent

# filter_ok_word
source: Ok
fr_fr: Validée

# filter_waiting_word
source: Not confirmed
fr_fr: Non confirmée

# filter_cancelled_word
source: Cancelled
fr_fr: Annulée

# filter_abandonned_word
source: Abandonned
fr_fr: Abandonnée

source: on_sub_total_words
fr_fr: sur le sous-total

source: on_price_list_words
fr_fr: sur le tarif unitaire

source: new_price_list_words
fr_fr: nouveau tarif

# required_word
source: mandatory
fr_fr: obligatoire*

# facultative_word
source: facultative
fr_fr: facultatif

source: payment_title_custom_payment_types
fr_fr: Type de paiements personnalisé

source: category_of_services_words
fr_fr: Catégorie des services

source: form_steps_title
fr_fr: Titre des étapes du formulaire

source: custom_css_words
fr_fr: Fichier CSS chargé dans le formulaire (fichiers doivent etre dans css\css_custom, ne pas mettre .css, séparer le nom des fichiers par une virgule)

source: form_participants_parameters_title
fr_fr: Champs des participants du formulaire

# Default_word
source: Default
fr_fr: Défaut

# Category_word
source: Category
fr_fr: Catégorie

# Your_bookings_words
source: Your bookings
fr_fr: Vos réservations

# Your_quotations_words
source: Your quotations
fr_fr: Vos devis

source: inconsistencies_allowed_words
fr_fr: Incohérences autorisées

# offer_quantity_words
source: quantity offered
fr_fr: quantité offerte

# offer_quantities_words
source: quantities offered
fr_fr: quantités offertes

# automatic_validation_parameter_words
source: Automatic validation
fr_fr: Validation automatique

# payment_validation_parameter_words
source: Validation to payment
fr_fr: Validation au paiement

# payment_validation_parameter_description_words
source: Reservations are saved with the status waiting and places are not blocked. If a payment is made for this booking, the status will be validated and the seats will be blocked.
fr_fr: Les réservations sont enregistrées avec l'état en attente et les places ne sont pas bloquées. Si un paiement est effectué pour cette réservation, l'état passe en validé et les places sont bloquées.

# payment_booking_validation_parameter_words
source: Online payment
fr_fr: Paiement en ligne

# payment_booking_validation_parameter_description_words
source: Reservations are saved and places reserved. If the online payment is rejected the reservation goes into abandoned state and places are released.
fr_fr: Les réservations sont enregistrées et les places réservées. Si le paiement en ligne est rejeté la réservation passe en état abandonnée et les places sont libérées.

source: to_define_words
fr_fr: A définir

source: custom_reduction_words
fr_fr: Réduction personnalisée

source: booking_cancelled_words
fr_fr: Réservation annulée

source: booking_abandoned_words
fr_fr: Réservation abandonnée

source: booking_pending_words
fr_fr: Réservation en attente

source: booking_abandonned_words
fr_fr: Réservation abandonnée

source: Payment_for_words
fr_fr: Paiement pour

source: Search_word
fr_fr: Rechercher

source: appointment_details_words
fr_fr: Détails du rendez-vous

source: Informations_word
fr_fr: Informations

# Complementary_informations_words
source: Further information
fr_fr: Informations complémentaires

source: Sunday_word
fr_fr: Dimanche

source: Monday_word
fr_fr: Lundi

source: Tuesday_word
fr_fr: Mardi

source: Wednesday_word
fr_fr: Mercredi

source: Thursday_word
fr_fr: Jeudi

source: Friday_word
fr_fr: Vendredi

source: Saturday_word
fr_fr: Samedi

source: January_word
fr_fr: Janvier

source: February_word
fr_fr: Février

source: March_word
fr_fr: Mars

source: April_word
fr_fr: Avril

source: May_word
fr_fr: Mai

source: June_word
fr_fr: Juin

source: July_word
fr_fr: Juillet

source: August_word
fr_fr: Août

source: September_word
fr_fr: Septembre

source: October_word
fr_fr: Octobre

source: November_word
fr_fr: Novembre

source: December_word
fr_fr: Décembre

source: Green_word
fr_fr: Vert

source: Yellow_word
fr_fr: Jaune

source: Orange_word
fr_fr: Orange

source: Brown_word
fr_fr: Marron

source: Red_word
fr_fr: Rouge

source: Blue_word
fr_fr: Bleu

# Error_word
source: Error :
fr_fr: Erreur :

source: Staff_member_words
fr_fr: Membre du personnel

source: your_bookings_words
fr_fr: Vos réservations

source: Priority
fr_fr: Priorité

source: all_word
fr_fr: Tous

# ok_status_word
source: Validate
fr_fr: Validé

# cancelled_status_word
source: Cancelled
fr_fr: Annulé

source: pending_status_word
fr_fr: En attente (bientot supprimé)

# waiting_status_word
source: Waiting
fr_fr: En attente de validation

source: abandonned_status_word
fr_fr: Abandonné

source: updated_status_word
fr_fr: Modifié

source: sign_word
fr_fr: Signe

source: today_word
fr_fr: Aujourd'hui

source: Upcoming_word
fr_fr: A venir

source: tomorrow_word
fr_fr: Demain

source: yesterday_word
fr_fr: Hier

source: all_date_words
fr_fr: Toutes

# status_word
source: Status
fr_fr: État

# quotation_word
source: Quotation
fr_fr: Devis

# booking_status_ok_word
source: Completed
fr_fr: Confirmée

# booking_status_waiting_word
source: Waiting
fr_fr: En attente

# booking_status_cancelled_word
source: Cancelled
fr_fr: Annulée

# payment_status_complete_word
source: Cashed
fr_fr: Encaissé

# payment_status_advancePayment_word
source: Advance payment
fr_fr: Acompte

# payment_status_deposit_word
source: Deposit
fr_fr: Caution

# payment_status_noPayment_word
source: No payment
fr_fr: Pas de paiement

# booking_status_quotation_word
source: Waiting your validation
fr_fr: En attente de votre validation

# booking_status_quotation_request_word
source: Waiting us validation
fr_fr: En attente de validation

source: ask_payment_words
fr_fr: Demande de paiement

source: add_in_basket_success
fr_fr: Ajouté avec succès

source: associated_booking_words
fr_fr: Réservation associée

source: see_bookings_for_words
fr_fr: Voir les réservations pour

source: in_seven_days_words
fr_fr: Les 7 prochains jours

# Hello_word
source: Hi
fr_fr: Bonjour

# already_customer_words
source: Are you already a customer?
fr_fr: êtes-vous déjà client ?

# already_customer_here_words
source: you have an account with us?
fr_fr: vous avez un compte chez nous ?

# need_connection_words
source: Please login to access the form.
fr_fr: Veuillez-vous connecter pour accéder au formulaire.

# can_not_display_form_words
source: You do not have the rights to access this form, please contact us to solve this problem.
fr_fr: Vous n'avez pas les droits pour acceder à ce formulaire, veuillez nous contacter pour résoudre ce problème.

# If_yes_words
source: If you are
fr_fr: Si oui

# you_is_not_words
source: Is not you
fr_fr: Ce n'est pas vous

# connect_you_to_account_words
source: Log in with your account
fr_fr: connectez-vous avec votre compte

# else_continue_your_first_booking_words
source: Otherwise continue your first reservation.
fr_fr: Sinon continuer votre première réservation.

# Modify_your_personal_informations_words
source: Change your personal information.
fr_fr: Modifiez vos informations personnelles.

# Modify_your_password
source: Change password ?
fr_fr: Modifiez votre mot de passe ?

# Booking_word
source: Booking
fr_fr: Réservation

# booking_status_words
source: Booking status
fr_fr: État de la réservation

# payment_status_words
source: Payment status
fr_fr: État du paiement

# booking_first_date_link_word
source: on
fr_fr: du

# booking_created_words
source: Created on
fr_fr: Créée le

# quotation_first_date_words
source: Quotation on
fr_fr: Devis du

# quotation_created_words
source: Created on
fr_fr: Créé le

# Your_payments_words
source: Your payments
fr_fr: Vos paiements

# online_receipt_words
source: Online receipt
fr_fr: Reçu de votre réservation en ligne

# RESA_Customer
source: Customer
fr_fr: Client RESA

# RESA_Staff
source: Staff
fr_fr: Membre RESA

# RESA_Manager
source: Manager
fr_fr: Manager RESA

# Type_account_customer_word
source: Customer account
fr_fr: Compte client

# Type_account_company_word
source: Company account
fr_fr: Compte entreprise

source: cancel_payment_title_dialog
fr_fr: Êtes-vous sur ?

source: cancel_payment_text_dialog
fr_fr: Annuler ce paiement, il ne sera plus affiché sur le reçu ?

source: cancel_payment_confirmButton_dialog
fr_fr: Oui

source: cancel_payment_cancelButton_dialog
fr_fr: Non

source: ask_cancel_booking_title_dialog
fr_fr: Êtes-vous sur ?

source: ask_cancel_booking_text_dialog
fr_fr: Annuler cette réservation ?

source: ask_cancel_booking_confirmButton_dialog
fr_fr: Oui

source: ask_cancel_booking_cancelButton_dialog
fr_fr: Non

source: ask_delete_booking_title_dialog
fr_fr: Êtes-vous sur ?

source: ask_delete_booking_text_dialog
fr_fr: Supprimer cette réservation (irremédiable) ?

source: ask_delete_booking_confirmButton_dialog
fr_fr: Oui

source: ask_delete_booking_cancelButton_dialog
fr_fr: Non

source: ask_cancel_appointment_title_dialog
fr_fr: Êtes-vous sur ?

source: ask_cancel_appointment_text_dialog
fr_fr: Annuler ce rendez-vous ?

source: ask_cancel_appointment_confirmButton_dialog
fr_fr: Oui

source: ask_cancel_appointment_cancelButton_dialog
fr_fr: Non

source: ask_uncancel_appointment_title_dialog
fr_fr: Êtes-vous sur ?

source: ask_uncancel_appointment_text_dialog
fr_fr: Dé-annuler ce rendez-vous ?

source: ask_uncancel_appointment_confirmButton_dialog
fr_fr: Oui

source: ask_uncancel_appointment_cancelButton_dialog
fr_fr: Non

source: delete_info_calendar_title_dialog
fr_fr: Êtes-vous sur ?

source: delete_info_calendar_text_dialog
fr_fr: Supprimez cette information ?

source: delete_info_calendar_confirmButton_dialog
fr_fr: Oui

source: delete_info_calendar_cancelButton_dialog
fr_fr: Non

source: delete_service_constraint_title_dialog
fr_fr: Êtes-vous sur ?

source: delete_service_constraint_text_dialog
fr_fr: Supprimez cette contrainte ?

source: delete_service_constraint_confirmButton_dialog
fr_fr: Oui

source: delete_service_constraint_cancelButton_dialog
fr_fr: Non

source: ask_delete_service_text_title_dialog
fr_fr: Supprimer le service

source: ask_delete_service_text_dialog
fr_fr: Supprimer le service

source: ask_delete_service_confirmButton_dialog
fr_fr: Supprimer

source: ask_delete_service_cancelButton_dialog
fr_fr: Annuler

source: ask_delete_bookings_title_dialog
fr_fr: Supprimer les réservations ?

source: ask_delete_bookings_text_dialog
fr_fr: Attention ceci est définitif !

source: ask_delete_bookings_confirmButton_dialog
fr_fr: Supprimer

source: ask_delete_bookings_cancelButton_dialog
fr_fr: Annuler

source: ask_clear_all_data_title_dialog
fr_fr: Supprimer les donnéees ?

source: ask_clear_all_data_text_dialog
fr_fr: Attention ceci est définitif et cela prend quelques minutes, attendre le feedback !

source: ask_clear_all_data_confirmButton_dialog
fr_fr: Supprimer

source: ask_clear_all_data_cancelButton_dialog
fr_fr: Annuler

source: ask_delete_reduction_text_title_dialog
fr_fr: Supprimer la réduction

source: ask_delete_reduction_text_dialog
fr_fr: Supprimer la réduction

source: ask_delete_reduction_confirmButton_dialog
fr_fr: Supprimer

source: ask_delete_reduction_cancelButton_dialog
fr_fr: Annuler

source: ask_delete_staff_member_text_title_dialog
fr_fr: Supprimer le membre

source: ask_delete_staff_member_text_dialog
fr_fr: Supprimer le membre

source: ask_delete_staff_member_confirmButton_dialog
fr_fr: Supprimer

source: ask_delete_staff_member_cancelButton_dialog
fr_fr: Annuler

source: ask_send_email_to_customer_title_dialog
fr_fr: Êtes-vous sur ?

source: ask_send_email_to_customer_text_dialog
fr_fr: Envoyer cet email au client ?

source: ask_send_email_to_customer_confirmButton_dialog
fr_fr: Oui

source: ask_send_email_to_customer_cancelButton_dialog
fr_fr: Annuler

source: ask_send_email_creation_account_title_dialog
fr_fr: Êtes-vous sur ?

source: ask_send_email_creation_account_text_dialog
fr_fr: Envoyer email de génération de mot de passe au client ?

source: ask_send_email_creation_account_confirmButton_dialog
fr_fr: Oui

source: ask_send_email_creation_account_cancelButton_dialog
fr_fr: Annuler

source: ask_delete_customer_title_dialog
fr_fr: Êtes-vous sur ?

source: ask_delete_customer_text_dialog
fr_fr: Voulez-vous vraiment supprimer ce client ?

source: ask_delete_customer_confirmButton_dialog
fr_fr: Oui

source: ask_delete_customer_cancelButton_dialog
fr_fr: Annuler

source: ask_clear_synchronization_cashpad_customer_title_dialog
fr_fr: Êtes-vous sur ?

source: ask_clear_synchronization_cashpad_customer_text_dialog
fr_fr: Voulez-vous vraiment supprimer la synchronisation avec Cashpad pour ce client ? Attention vérifiez que le client n est plus enregistré dans Cashpad

source: ask_clear_synchronization_cashpad_customer_confirmButton_dialog
fr_fr: Oui

source: ask_clear_synchronization_cashpad_customer_cancelButton_dialog
fr_fr: Annuler

# accept_quotation_title_dialog
source: Are you sure ?
fr_fr: Êtes-vous sur ?

# accept_quotation_text_dialog
source: Accept this quotation ?
fr_fr: Voulez-vous accepter ce devis ?

# accept_quotation_confirmButton_dialog
source: Yes
fr_fr: Oui

# accept_quotation_cancelButton_dialog
source: Cancel
fr_fr: Annuler

# accept_quotation_success_dialog
source: Quotation accepted
fr_fr: Devis accepté

# refuse_quotation_title_dialog
source: Are you sure ?
fr_fr: Êtes-vous sur ?

# refuse_quotation_text_dialog
source: Refuse this quotation ?
fr_fr: Voulez-vous refuser ce devis ?

# refuse_quotation_confirmButton_dialog
source: Yes
fr_fr: Oui

# refuse_quotation_cancelButton_dialog
source: Cancel
fr_fr: Annuler

# refuse_quotation_success_dialog
source: Quotation refused
fr_fr: Devis refusé

# modify_your_informations_title_dialog
source: Are you sure ?
fr_fr: Êtes-vous sur ?

# modify_your_informations_text_dialog
source: Do you modified your informations ?
fr_fr: Voulez-vous vraiment modifier vos informations ?

# modify_your_informations_confirmButton_dialog
source: Yes
fr_fr: Oui

# modify_your_informations_cancelButton_dialog
source: Cancel
fr_fr: Annuler

# forgotten_password_title_dialog
source: Forgotten password ?
fr_fr: Mot de passe oublié ?

# forgotten_password_text_dialog
source: Enter your email address
fr_fr: Entrez votre addresse email

# forgotten_password_confirmButton_dialog
source: Send
fr_fr: Envoyer

# forgotten_password_cancelButton_dialog
source: Cancel
fr_fr: Annuler

source: delete_group_title_dialog
fr_fr: Êtes-vous sur ?

source: delete_group_text_dialog
fr_fr: Voulez-vous supprimer ce groupe ?

source: delete_group_confirmButton_dialog
fr_fr: Oui

source: delete_group_cancelButton_dialog
fr_fr: Annuler

source: remove_member_group_title_dialog
fr_fr: Êtes-vous sur ?

source: remove_member_group_text_dialog
fr_fr: Voulez-vous retirer ce moniteur du groupe ?

source: remove_member_group_confirmButton_dialog
fr_fr: Oui

source: remove_member_group_cancelButton_dialog
fr_fr: Annuler

source: change_member_group_title_dialog
fr_fr: Êtes-vous sur ?

source: change_member_group_text_dialog
fr_fr: Ce moniteur est déjà dans un group, voulez vous le changer de groupe ?

source: change_member_confirmButton_dialog
fr_fr: Oui

source: change_member_cancelButton_dialog
fr_fr: Annuler

source: change_member_place_group_title_dialog
fr_fr: Êtes-vous sur ?

source: change_member_place_group_text_dialog
fr_fr: Voulez-vous attribuer ce moniteur du groupe malgré son lieu ?

source: change_member_place_confirmButton_dialog
fr_fr: Oui

source: change_member_place_cancelButton_dialog
fr_fr: Annuler

source: change_members_group_title_dialog
fr_fr: Êtes-vous sur ?

source: change_members_group_text_dialog
fr_fr: Des moniteurs sélectionnés appartiennent déjà à un autre groupe, voulez-vous les changer ?

source: change_members_group_confirmButton_dialog
fr_fr: Oui

source: change_members_group_cancelButton_dialog
fr_fr: Annuler

source: change_members_group_place_title_dialog
fr_fr: Êtes-vous sur ?

source: change_members_group_place_text_dialog
fr_fr: Des moniteurs sélectionnés n exercent pas dans ce lieu, voulez-vous les attribués ?

source: change_members_group_place_confirmButton_dialog
fr_fr: Oui

source: change_members_group_place_cancelButton_dialog
fr_fr: Annuler

source: change_participants_group_title_dialog
fr_fr: Êtes-vous sur ?

source: change_participants_group_text_dialog
fr_fr: Des participants sélectionnés appartiennent déjà à un autre groupe, voulez-vous les changer ?

source: change_participants_group_confirmButton_dialog
fr_fr: Oui

source: change_participants_group_cancelButton_dialog
fr_fr: Annuler

source: no_bill_error
fr_fr: Pas de facture

source: shortcode_price_error
fr_fr: Erreur de tarif

source: Authentication error
fr_fr: Échec de l'authenfication.

# payment_online_error
source: Online payment is not available at this time, please try again later
fr_fr: Le paiement en ligne n'est pas accessible pour le moment, veuillez réessayer plus tard

# type_payment_unauthorized_error
source: The payment method you have chosen is not allowed
fr_fr: Le moyen de paiement qui vous avez choisi n'est pas autorisé

source: Authentication or register error
fr_fr: Échec de l'authenfication ou de la création de compte

# authentication_or_register_reload_error
source: Authentication or register error, please reload
fr_fr: Échec de l'authenfication ou de la création de compte, veuillez recharger

source: Register error
fr_fr: Échec lors de la création de compte

# login_already_exist_error
source: Login already exist
fr_fr: Un compte est déjà enregistré avec ce nom

# email_already_exist_error
source: Email already exist
fr_fr: Un compte est déjà enregistré avec cette adresse mail

# phone_already_exist_error
source: Phone already exist in database
fr_fr: Un compte est déjà enregistré avec ce numéro de téléphone

# bad_password_error
source: bad password format
fr_fr: Mauvais format de mot de passe

# not_validate_account_error
source: Account not validate error
fr_fr: Ce compte client n'a pas été validé, veuillez le valider

# can_not_delete_customer_error
source: Can not delete this customer
fr_fr: Le client ne peut pas être supprimé

# can_not_cancel_payment_error
source: Can not cancel this payment
fr_fr: Le paiement ne peut pas être annulé

# customer_unknown_error
source: Unknown customer
fr_fr: Client inconnu

# save_booking_error_unknown_price
source: Unknown price
fr_fr: Prix inconnu

# save_booking_error_price_not_activated
source: Price not activated
fr_fr: Prix désactivé

# not_enough_equipments
source: Not enought equipments
fr_fr: Pas assez de matériels
