Repository: RESAOnline/RESA-Online
Catalog: languages/resa-*.po
Languages: fr_fr

# facebook_link_title
source: Connect with Facebook
fr_fr: Connexion avec Facebook

source: notifications_booking_link_title
fr_fr: Réservations

source: notifications_payment_link_title
fr_fr: Paiements

source: notifications_quotation_link_title
fr_fr: Devis

source: notifications_account_link_title
fr_fr: Création de compte

source: notifications_ask_account_link_title
fr_fr: Demande de compte

source: display_bill_link_title
fr_fr: Reçu

source: continue_booking_link_title
fr_fr: Ajouter d'autres activités

source: extract_all_data_link_title
fr_fr: Extraire données RESA

source: extract_init_data_appointments_link_title
fr_fr: Extraire données d'initialisation des réservations

source: extract_init_data_customers_link_title
fr_fr: Extraire données d'initialisation des clients

source: extract_init_data_services_link_title
fr_fr: Extraire données d'initialisation des services

source: extract_init_data_staff_link_title
fr_fr: Extraire données d'initialisation des membres

source: extract_init_data_reductions_link_title
fr_fr: Extraire données d'initialisation des reductions

source: delete_all_bookings_link_title
fr_fr: Supprimer toutes les réservations

source: clear_all_data_link_title
fr_fr: Supprimer toutes les données

source: import_all_data_link_title
fr_fr: Importer données RESA

source: verify_license_link_title
fr_fr: Vérifier mise à jour

source: force_cashpad_synchronization_link_title
fr_fr: Forcer cashpad synchronisation

# add_an_another_date_link_title
source: Add an another date
fr_fr: Ajouter une autre date

# print_link_title
source: Print
fr_fr: Imprimer

# accept_quotation_link_title
source: Accept quotation
fr_fr: Accepter le devis

# refuse_quotation_link_title
source: Refuse quotation
fr_fr: Refuser le devis

# save_link_title
source: Save
fr_fr: Sauvegarder

source: connection_link_title
fr_fr: Connexion

source: add_static_group_link_title
fr_fr: Ajouter un groupe

source: add_member_link_title
fr_fr: Ajouter un membre du personnel

source: remove_member_link_title
fr_fr: Supprimer le membre du personnel

source: duplicate_member_link_title
fr_fr: Dupliquer le membre du personnel

source: up_link_title
fr_fr: Haut

# add_link_title
source: Add
fr_fr: Ajouter

# delete_link_title
source: Remove
fr_fr: Supprimer

# modify_link_title
source: Modify
fr_fr: Modifier

source: uncancel_link_title
fr_fr: Dé-annuler

source: unpending_link_title
fr_fr: N'est plus en attente

source: unwaiting_link_title
fr_fr: Valider la disponibilité

source: unabandonned_link_title
fr_fr: Plus abandonné

source: recalculate_link_title
fr_fr: Recalculer

source: down_link_title
fr_fr: Bas

# ok_link_title
source: Validate
fr_fr: Valider

# close_link_title
source: Close
fr_fr: Fermer

# cancel_link_title
source: Cancel
fr_fr: Annuler

source: remove_link_title
fr_fr: Supprimer

source: duplicate_link_title
fr_fr: Dupliquer

source: see_all_bookings_link_title
fr_fr: Voir toutes vos réservations

source: return_link_title
fr_fr: Retour

source: return_customers_link_title
fr_fr: Retour à la liste des clients

source: previous_link_title
fr_fr: Précédent

source: next_link_title
fr_fr: Suivant

source: today_link_title
fr_fr: Aujourd'hui

source: month_link_title
fr_fr: Mois

source: week_link_title
fr_fr: Semaine

source: day_link_title
fr_fr: Jour

source: add_in_basket_link_title
fr_fr: Ajouter au panier

source: add_another_activity_link_title
fr_fr: Ajouter une autre activité

source: remove_service_constraint_link_title
fr_fr: Supprimer la contrainte

source: remove_condition_link_title
fr_fr: Supprimer la condition

source: add_condition_link_title
fr_fr: Ajouter une condition

source: add_date_link_title
fr_fr: Ajouter une date

source: add_time_link_title
fr_fr: Ajouter une heure

source: add_days_link_title
fr_fr: Ajouter les jours

source: remove_rule_link_title
fr_fr: Supprimer la règle

source: duplicate_rule_link_title
fr_fr: Dupliquer la règle

source: add_rule_link_title
fr_fr: Ajouter une règle

source: remove_service_link_title
fr_fr: Supprimer le service

source: add_service_link_title
fr_fr: Ajouter un service

source: duplicate_service_link_title
fr_fr: Dupliquer le service

source: remove_link_link_title
fr_fr: Supprimer la liaison

source: add_link_link_title
fr_fr: Ajouter une liaison

source: remove_price_list_link_title
fr_fr: Supprimer le tarif

source: add_price_list_link_title
fr_fr: Ajouter un tarif

source: add_option_link_title
fr_fr: Ajouter une option

source: update_services_link_title
fr_fr: Sauvegarder les modifications

source: remove_timeslot_link_title
fr_fr: Supprimer le creneaux

source: duplicate_timeslot_link_title
fr_fr: Dupliquer le creneaux

source: add_dates_link_title
fr_fr: Ajouter des dates

source: add_timeslot_link_title
fr_fr: Ajouter un creneaux

source: update_members_link_title
fr_fr: Sauvegarder les modifications

source: update_static_groups_link_title
fr_fr: Sauvegarder les modifications

source: add_new_payment_link_title
fr_fr: Ajouter un nouveau paiement

source: add_new_repayment_link_title
fr_fr: Ajouter un nouveau remboursement

source: synchronization_payments_cashpad_link_title
fr_fr: Synchroniser paiements avec cashpad

source: attach_booking_link_title
fr_fr: Attacher une réservation

source: ask_payment_link_title
fr_fr: Demander un paiement

source: add_customer_link_title
fr_fr: Ajouter un client

source: delete_customer_link_title
fr_fr: Supprimer ce client

source: merge_customer_link_title
fr_fr: Fusionner ce client

source: clear_synchronization_cashpad_customer_link_title
fr_fr: Supprimer la synchronisation avec Cashpad

source: choose_customer_link_title
fr_fr: Rechercher un client

source: choose_this_customer_link_title
fr_fr: Choisir

source: load_period_link_title
fr_fr: Charger la période

source: reload_link_title
fr_fr: Recharger

# add_coupon_link_title
source: Add voucher
fr_fr: Ajouter un coupon

source: valid_form_link_title
fr_fr: Valider

# valid_form_process_link_title
source: Validation in progress, please wait...
fr_fr: Validation en cours, veuillez patienter...

# modification_in_progress_link_title
source: Modification in progress, please wait...
fr_fr: Modification en cours, veuillez patienter...

# process_reductions_feedback
source: Process reductions, please wait...
fr_fr: Calcul des réductions en cours, veuillez patienter...

# previous_step_link_title
source: Previous step
fr_fr: Étape précédente

# next_step_link_title
source: Next step
fr_fr: Étape suivante

source: calendar_link_title
fr_fr: Calendrier

source: bookings_list_link_title
fr_fr: Liste des réservations

source: appointments_list_link_title
fr_fr: Liste des rendez-vous

source: load_appointments_passed_link_title
fr_fr: Charger les réservations passées

source: see_booking_link_title
fr_fr: Voir la réservation

source: add_booking_link_title
fr_fr: Ajouter une réservation

source: add_info_calendar_link_title
fr_fr: Ajouter une information

source: add_service_constraint_link_title
fr_fr: Ajouter une contrainte

source: add_reduction_link_title
fr_fr: Ajouter une réduction

source: remove_reduction_link_title
fr_fr: Supprimer la réduction

source: duplicate_reduction_link_title
fr_fr: Dupliquer cette réduction

source: update_reductions_link_title
fr_fr: Sauvegarder les modifications

source: delete_application_link_title
fr_fr: Supprimer l'application

source: add_application_link_title
fr_fr: Ajouter une application

source: add_conditions_link_title
fr_fr: Ajouter une condition

source: add_valid_basket_link_title
fr_fr: Valider / Ajouter

source: and_add_condition_link_title
fr_fr: ET

source: remove_reduction_conditions_link_title
fr_fr: Supprimer les conditions

source: duplication_reduction_conditions_link_title
fr_fr: Dupliquer les conditions

source: add_case_condition_link_title
fr_fr: ET

source: remove_case_condition_link_title
fr_fr: Supprimer

source: add_case_link_title
fr_fr: OU

source: remove_case_link_title
fr_fr: Supprimer

source: see_customer_link_title
fr_fr: Voir client

source: update_booking_link_title
fr_fr: Modifier

source: add_appointment_link_title
fr_fr: Ajouter un rendez-vous

source: add_resa_shortcode_title_link
fr_fr: Ajouter shortcode RESA

source: add_resa_form_shortcode_title_link
fr_fr: Formulaire de réservation

source: define_custom_timeslot_link_title
fr_fr: Définir un créneau personnaliser

source: add_custom_timeslot_link_title
fr_fr: Ajouter le créneau personnaliser

source: load_day_timeslots_link_title
fr_fr: Charger les données pour ce jour là

source: add_resa_page_shortcode_title_link
fr_fr: Pages

source: add_resa_price_shortcode_title_link
fr_fr: Tarifs

source: add_form_link_shortcode_title_link
fr_fr: Lien formulaire

source: add_booking_details_title_link
fr_fr: Ajouter detail reservation RESA

source: add_link_account_title_link
fr_fr: Ajouter un lien d'autoconnexion vers le compte

source: add_link_payment_booking_title_link
fr_fr: Ajouter un lien vers le paiement de la réservation

source: add_customer_lastname_title_link
fr_fr: Ajouter nom du client

source: add_customer_firstname_title_link
fr_fr: Ajouter prénom du client

source: add_customer_login_title_link
fr_fr: Ajouter login du client

source: add_customer_company_title_link
fr_fr: Ajouter entreprise du client

source: add_total_price_title_link
fr_fr: Ajouter prix total

source: add_booking_line_title_link
fr_fr: Ajouter ligne détails reservation RESA

source: add_booking_advancePayment_title_link
fr_fr: Ajouter de l'acompte de la reservation

source: add_booking_note_title_link
fr_fr: Ajouter la note publique de la réservation

source: edit_customer_title_link
fr_fr: Éditer client

source: add_custom_reductions_link_title
fr_fr: Ajouter une ligne personnalisée

source: reinitialize_link_title
fr_fr: Réinitialiser

source: add_language_link_title
fr_fr: Ajouter une langue

source: remove_language_link_title
fr_fr: Supprimer cette langue

source: cancel_booking_link_title
fr_fr: Annuler réservation

source: delete_booking_link_title
fr_fr: Supprimer réservation

source: save_booking_link_title
fr_fr: Enregistrer et fermer la réservation

source: save_booking_in_progress_link_title
fr_fr: Enregistrement de la réservation en cours...

source: pay_booking_link_title
fr_fr: Payer la réservation

source: send_message_booking_link_title
fr_fr: Renvoyer message réservation

# to_login_link_title
source: Login
fr_fr: Se connecter

source: to_logout_link_title
fr_fr: Se déconnecter

# logout_link_title
source: Logout
fr_fr: Déconnexion

# fotgotten_password_link_title
source: Forgot your password
fr_fr: Mot de passe oublié

source: change_user_link_title
fr_fr: Changer de compte

# new_booking_link_title
source: New booking
fr_fr: Nouvelle réservation

source: add_price_shortcode_link_title
fr_fr: Ajouter le tarif

source: add_state_parameters_link_title
fr_fr: Ajouter un nouveau parametrage d'état

source: add_custom_tag_link_title
fr_fr: Ajouter un nouveau tag

source: add_form_shortcode_link_title
fr_fr: Ajouter le formulaire

source: add_custom_payment_type_link_title
fr_fr: Ajouter un nouveau type de paiement

source: add_service_category_link_title
fr_fr: Ajouter une nouvelle categorie de services

source: add_new_participant_parameter_link_title
fr_fr: Ajouter un nouveau réglage

source: add_new_participant_field_link_title
fr_fr: Ajouter un nouveau champs

source: add_place_link_title
fr_fr: Ajouter un lieu

source: delete_custom_payment_type_link_title
fr_fr: Supprimer ce type de paiement

source: delete_service_category_link_title
fr_fr: Supprimer cette catégorie

source: unselected_all_services_filter_link_title
fr_fr: Désélectionner tous les services

source: selected_all_services_filter_link_title
fr_fr: Sélectionner tous les services

source: price_shortcode_dialog_title
fr_fr: Ajout d'un tarif

source: form_shortcode_dialog_title
fr_fr: Ajout d'un formulaire

source: form_shortcode_dialog_description
fr_fr: Veuillez sélectionner les services affichés dans le formulaire

source: form_shortcode_dialog_button
fr_fr: Ajout d'un formulaire

source: form_shortcode_game_dialog_title
fr_fr: Ajouter le shortcode des pages "mon compte" et "reçu".

source: form_shortcode_game_dialog_description1
fr_fr: La page mon comtpe affiche le formulaire de connexion lorsque le visiteur n'est pas connecté et les informations de réservation du client lorsqu'il est connecté.

source: form_shortcode_game_dialog_description2
fr_fr: La page reçu affiche le reçu de la réservation une fois que celle-ci est payé.

source: form_shortcode_game_account_dialog_button
fr_fr: Page mon compte.

source: form_shortcode_game_bill_button
fr_fr: Page Reçu

source: form_shortcode_price_dialog_title
fr_fr: Ajouter le tarif d'un service

source: form_shortcode_price_dialog_description
fr_fr: Cela permet d'avoir les tarifs toujours à jours sur votre site.

source: form_shortcode_price_dialog_button
fr_fr: Ajouter le tarif

source: form_shortcode_link_form_dialog_title
fr_fr: Ajouter le lien vers le formulaire

source: form_shortcode_link_form_dialog_description
fr_fr: Cela permet d'ajouter un lien vers le formulaire pré-remplit.

source: form_shortcode_link_form_dialog_button
fr_fr: Ajouter le lien formulaire

source: login_details_customer
fr_fr: Identifiant

source: company_details_customer
fr_fr: Entreprise

source: first_name_details_customer
fr_fr: Prénom

source: last_name_details_customer
fr_fr: Nom

source: phone_details_customer
fr_fr: Téléphone

source: email_details_customer
fr_fr: Email

source: private_notes_details_customer
fr_fr: Note privée

source: register_date_details_customer
fr_fr: Date d'inscription

source: address_details_customer
fr_fr: Adresse

source: postal_code_details_customer
fr_fr: Code postal

source: town_details_customer
fr_fr: Ville

source: country_details_customer
fr_fr: Pays

source: combinable_capacity_radio_title_staff
fr_fr: Capacité cumulée

source: max_capacity_radio_title_staff
fr_fr: Capacité du service maximum

source: min_capacity_radio_title_staff
fr_fr: Capacité du service minimum

# cash_payment_type_radio_title
source: Cash payment
fr_fr: En espèce

# cheque_payment_type_radio_title
source: Check payment
fr_fr: Par chèque

# card_payment_type_radio_title
source: Card payment
fr_fr: Par carte bleue

source: transfer_payment_type_radio_title
fr_fr: Par virement bancaire

source: paypal_payment_type_radio_title
fr_fr: Par Paypal

# systempay_payment_type_radio_title
source: Online payment
fr_fr: Par SystemPay

# monetico_payment_type_radio_title
source: Online payment
fr_fr: Par Monetico Paiement

# paybox_payment_type_radio_title
source: Online payment
fr_fr: Par Paybox

source: cashpad_payment_type_radio_title
fr_fr: Par CashPad

source: activate_payment_checkbox_title
fr_fr: Activer le paiement sur le formulaire

source: send_email_to_customer_checkbox_title
fr_fr: Envoyer email au client

source: create_customer_account_checkbox_title
fr_fr: Créer compte client

source: extract_for_new_intall_checkbox_title
fr_fr: Extraire les réglages (services, membres, réservations, options) pour une nouvelle installation

source: load_options_checkbox_title
fr_fr: Charger les réglages

source: load_customers_checkbox_title
fr_fr: Charger les clients

source: delete_wp_resa_customers_checkbox_title
fr_fr: Supprimer les clients RESA avec compte wordpress

source: stop_advance_payment_checkbox_title
fr_fr: Empêcher l'acompte

source: activated_checkbox_title
fr_fr: Activer

source: default_parameter_checkbox_title
fr_fr: Réglages par défaut

source: custom_prices_list_checkbox_title
fr_fr: Tarifs/Extras personnalisés

source: all_prices_list_checkbox_title
fr_fr: Tous les tarifs/extras

source: prices_list_checkbox_title
fr_fr: Tarif normal

source: prices_list_thresholded_checkbox_title
fr_fr: Tarif variable

source: activate_min_quantity_checkbox_title
fr_fr: Activer quantité minimale

source: activate_max_quantity_checkbox_title
fr_fr: Activer quantité maximale

source: is_an_extra_checkbox_title
fr_fr: Extra (ne compte pas dans la capacité)

source: maximum_usage_checkbox_title
fr_fr: Utilisation maximum

source: notification_checkbox_title_services
fr_fr: Activer l'envoi lorsqu'une nouvelle réservation est enregistré pour ce service

source: display_checkbox_before_payment_checkbox_title_settings
fr_fr: Afficher une case à cocher obligatoire avant l'étape de paiement.

source: staff_management_checkbox_title_settings
fr_fr: Activer la gestion du personnel

source: staff_old_appointments_displayed_checkbox_title_settings
fr_fr: Afficher le chargement des vieux rendez-vous dans le planning

source: staff_display_customer_checkbox_title_settings
fr_fr: Afficher les informations du client sur le rendez-vous

source: staff_display_total_checkbox_title_settings
fr_fr: Afficher le total du prix sur le rendez-vous

source: staff_display_payments_checkbox_title_settings
fr_fr: Afficher l'état du paiement sur le rendez-vous

source: staff_display_numbers_checkbox_title_settings
fr_fr: Afficher le nombre de personnes sur le rendez-vous

source: display_tva_on_bill_checkbox_title_settings
fr_fr: Afficher la TVA sur le reçu

source: ask_currency_checkbox_title_settings
fr_fr: Demander la devise

source: ask_advance_payment_checkbox_title_settings
fr_fr: Activer le paiement d'un acompte

source: on_the_spot_payment_checkbox_title_settings
fr_fr: Autoriser le paiement sur place

source: transfer_payment_checkbox_title_settings
fr_fr: Autoriser le paiement par virement bancaire

source: cheque_payment_checkbox_title_settings
fr_fr: Autoriser le paiement par envoie de chèques

source: paypal_payment_checkbox_title_settings
fr_fr: Autoriser paiement par PayPal

source: systempay_payment_checkbox_title_settings
fr_fr: Autoriser le paiement par SystemPay

source: paypal_payment_title_settings
fr_fr: Affichage formulaire client

source: systempay_payment_title_settings
fr_fr: Affichage formulaire client

source: notification_customer_account_creation_checkbox_title_settings
fr_fr: Activer l'envoie lorsque le client créé un compte

source: notification_customer_payment_checkbox_title_settings
fr_fr: Activer l'envoie lorsqu'une une réservation est payée à distance

source: notification_customer_checkbox_title_settings
fr_fr: Activer l'envoie lorsqu'une nouvelle réservation est enregistrée

source: notification_quotation_customer_checkbox_title_settings
fr_fr: Activer l'envoie lorsque le client créé un devis

source: notification_emails_checkbox_title_settings
fr_fr: Activer l'envoie lorsqu'une nouvelle réservation est enregistrée

source: notification_emails_payment_checkbox_title_settings
fr_fr: Activer l'envoie lorsqu'une nouvelle réservation est payée

source: notification_emails_quotation_answered_checkbox_title_settings
fr_fr: Activer l'envoie d'un message lorsqu'un devis obtient une réponse du client

source: list_emails_checkbox_title_settings
fr_fr: Liste des emails séparés par des virgules (example1@gmail.com,example2@gmail.com)

source: notification_staff_checkbox_title_settings
fr_fr: Activer l'envoi lorsqu'une nouvelle réservation est enregistré pour un membre du personnel

source: notification_customer_need_payment_checkbox_title_settings
fr_fr: Notification de demande de paiement à un client

source: notification_after_appointment_checkbox_title_settings
fr_fr: Activer l'envoie lorsque le rendez-vous a été fait

source: notification_no_response_quotation_checkbox_title_settings
fr_fr: Activer la relance lorsqu'un devis n'a pas eu de réponse

source: notification_after_appointment_days_checkbox_title_settings
fr_fr: Nombre de jours d'envoie après le rendez-vous

source: notification_no_response_quotation_days_checkbox_title_settings
fr_fr: Relance après X jours sans réponse

source: custom_capacity_checkbox_title_services
fr_fr: Capacité personnalisée

source: no_end_checkbox_title
fr_fr: Ne pas afficher heure de fin

source: no_staff_gestion_checkbox_title_services
fr_fr: Pas d'attribution du personnel

source: exclusive_timeslot_checkbox_title_services
fr_fr: Créneau exclusif

source: overcapacity_timeslot_checkbox_title_services
fr_fr: Autoriser surcapacité

source: allow_inconsistencies_checkbox_title
fr_fr: Autoriser les incohérences

source: exclusive_title_services
fr_fr: Service exclusif

source: ask_participants_title_services
fr_fr: Demande d'informations de participants

source: cashing_title_services
fr_fr: Encaissement

source: cashing_title_reductions
fr_fr: Encaissement

source: exclusive_service_checkbox_title
fr_fr: Ce service exclusif

source: ask_participants_services_checkbox_title
fr_fr: Activer la demande d'information des participants

source: activated_tva_services_checkbox_title
fr_fr: Activer TVA pour ce service

source: activated_tva_reductions_checkbox_title
fr_fr: Activer TVA pour cette réduction

source: activated_advance_payment_services_checkbox_title
fr_fr: Activer acompte pour ce service

source: activated_filter_by_reductions_checkbox_title
fr_fr: Activer le filtre par réduction

source: merge_customer_field_title
fr_fr: Choisissez le client à fusionner

source: options_field_title
fr_fr: Options

source: place_field_title
fr_fr: Lieu

source: service_field_title
fr_fr: Service

source: service_price_list_field_title
fr_fr: Tarifs du service

source: slug_field_title
fr_fr: Slug

source: category_field_title
fr_fr: Catégorie

source: places_field_title
fr_fr: Lieux

source: name_field_title
fr_fr: Nom

source: max_persons_field_title
fr_fr: Maximum de personnes

source: mention_field_title
fr_fr: Mention

# phone_field_title
source: Phone
fr_fr: Téléphone

# phone2_field_title
source: Phone 2
fr_fr: Téléphone 2

source: private_notes_field_title
fr_fr: Note privée

source: notify_email_field_title
fr_fr: Envoyer un message au nouvel utilisateur à propos de son compte.

# address_field_title
source: Address
fr_fr: Adresse

# postal_code_field_title
source: Post code
fr_fr: Code postal

# town_field_title
source: City
fr_fr: Ville

# country_field_title
source: Country
fr_fr: Pays

# legal_form_field_title
source: Legal form (SA, SAS, ...)
fr_fr: Forme juridique (SA, SAS, ...)

source: tva_field_title
fr_fr: TVA (en %)

source: advance_payment_field_title
fr_fr: Acompte (en %)

# amount_field_title
source: Amount
fr_fr: Montant

# company_field_title
source: Company name
fr_fr: Entreprise

source: company_account_field_title
fr_fr: Compte entreprise ?

source: see_settings_field_title
fr_fr: Peut modifier la configuration de RESA

source: one_by_booking_field_title
fr_fr: Un groupe par réservation

source: id_shop_systempay_field_title_settings
fr_fr: Identifiant boutique

source: certificate_systempay_field_title_settings
fr_fr: Certificat

source: mode_systempay_field_title_settings
fr_fr: Mode

source: sender_name_field_title_settings
fr_fr: Nom de l'expéditeur

source: sender_email_field_title_settings
fr_fr: Courriel de l'expéditeur

source: currency_field_title_settings
fr_fr: Symbole de la devise à afficher

source: bill_informations_field_title_settings
fr_fr: Informations complémentaire à afficher sur le reçu

source: payment_not_activated_field_title_settings
fr_fr: Message à afficher si le paiement est désactivé

source: tva_field_title_settings
fr_fr: Taux de la TVA (en %)

source: checkbox_text_field_title_settings
fr_fr: Texte à afficher à coté de la case à coché obligatoire

source: company_name_field_title_settings
fr_fr: Nom de la société

source: address_field_title_settings
fr_fr: Adresse

# phone_field_title_settings
source: Phone number
fr_fr: Numéro de téléphone

# phone2_field_title_settings
source: Phone 2 number
fr_fr: Numéro de téléphone 2

source: company_type_field_title_settings
fr_fr: Type de société

source: siret_field_title_settings
fr_fr: Siret

source: client_id_field_title_settings
fr_fr: Id Client

source: client_secret_field_title_settings
fr_fr: Secret Client
